tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "act"
brew "agg"
brew "openssl@3"
brew "asciinema"
brew "python@3.11"
brew "awscli"
brew "libssh2"
brew "bat"
brew "bitwarden-cli"
brew "cmake"
brew "doctl"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "ffmpeg"
brew "gh"
brew "git-xargs"
brew "gnu-sed"
brew "libusb"
brew "gnupg"
brew "go"
brew "grep"
brew "jq"
brew "python@3.9"
brew "openjdk"
brew "maven"
brew "micropython"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nvm"
brew "ollama"
brew "pinentry-mac"
brew "poetry"
brew "python@3.10"
brew "qemu"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "rustup-init"
brew "tmux"
brew "tree"
brew "wget"
brew "yq"
brew "heroku/brew/heroku"
cask "alt-tab"
cask "anaconda"
cask "android-sdk"
cask "android-studio"
cask "audacity"
cask "authy"
cask "balenaetcher"
cask "bartender"
cask "cleanshot"
cask "cyberduck"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "graphiql"
cask "iina"
cask "inkscape"
cask "iterm2"
cask "libreoffice"
cask "malwarebytes"
cask "meetingbar"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "minecraft"
cask "ngrok"
cask "nrlquaker-winbox"
cask "numi"
cask "obs"
cask "obs-virtualcam"
cask "obsidian"
cask "openvpn-connect"
cask "pgadmin4"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "steam"
cask "surfshark"
cask "the-unarchiver"
cask "thunderbird"
cask "todoist"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "webull"
cask "weka"
cask "whatsapp"
cask "xquartz"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "asvetliakov.vscode-neovim"
vscode "CodeInKlingon.git-worktree-menu"
vscode "Continue.continue"
vscode "csstools.postcss"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "donjayamanne.githistory"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "jdsteinbach.custom-presentation-mode"
vscode "jeroen-meijer.pubspec-assist"
vscode "loilo.snazzy-light"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "Nash.awesome-flutter-snippets"
vscode "pflannery.vscode-versionlens"
vscode "PKief.material-icon-theme"
vscode "RaillyHugo.one-hunter"
vscode "redhat.vscode-yaml"
vscode "rodrigo5244.golden-orange"
vscode "rubenverg.bootstrap-product-icons"
vscode "shardulm94.trailing-spaces"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "waderyan.gitblame"
vscode "yzhang.markdown-all-in-one"
