tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
brew "act"
brew "openssl@3"
brew "python@3.11"
brew "asciinema"
brew "awscli"
brew "libssh2"
brew "bat"
brew "cmake"
brew "doctl"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "ffmpeg"
brew "gh"
brew "git-xargs"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "jq"
brew "python@3.9"
brew "openjdk"
brew "maven"
brew "micropython"
brew "neovim"
brew "nmap"
brew "nvm"
brew "pinentry-mac"
brew "poetry"
brew "python@3.10"
brew "qemu"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "tmux"
brew "tree"
brew "wget"
brew "yq"
brew "heroku/brew/heroku"
cask "alt-tab"
cask "anaconda"
cask "android-sdk"
cask "android-studio"
cask "audacity"
cask "authy"
cask "balenaetcher"
cask "bartender"
cask "cleanshot"
cask "commander-one"
cask "crossover"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "graphiql"
cask "iina"
cask "inkscape"
cask "iterm2"
cask "malwarebytes"
cask "meetingbar"
cask "messenger"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "minecraft"
cask "ngrok"
cask "nrlquaker-winbox"
cask "numi"
cask "obs"
cask "obs-virtualcam"
cask "obsidian"
cask "pgadmin4"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "steam"
cask "surfshark"
cask "the-unarchiver"
cask "todoist"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "webull"
cask "weka"
cask "whatsapp"
cask "xquartz"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "akamud.vscode-theme-onedark"
vscode "akamud.vscode-theme-onelight"
vscode "albert.TabOut"
vscode "Ascenio.dart-union-class"
vscode "assisrMatheus.sidebar-markdown-notes"
vscode "bierner.markdown-mermaid"
vscode "blaugold.melos-code"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "chrmarti.regex"
vscode "circlecodesolution.ccs-flutter-color"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dphans.micropython-ide-vscode"
vscode "esbenp.prettier-vscode"
vscode "FelixAngelov.bloc"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "glenn2223.live-sass"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "humy2833.ftp-simple"
vscode "jakearl.md-to-html"
vscode "jannek-aalto.shell-function-outline"
vscode "JayFiDev.tablegenerator"
vscode "jebbs.plantuml"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jeroen-meijer.pubspec-assist"
vscode "jock.svg"
vscode "kaellarkin.hugo-shortcode-syntax"
vscode "Kaiqun.build-runner"
vscode "letmaik.git-tree-compare"
vscode "loilo.snazzy-light"
vscode "lyzerk.linecounter"
vscode "mathiasfrohlich.Kotlin"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "MS-SarifVSCode.sarif-viewer"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "naco-siren.gradle-language"
vscode "Nash.awesome-flutter-snippets"
vscode "paulober.pico-w-go"
vscode "pflannery.vscode-versionlens"
vscode "PKief.material-icon-theme"
vscode "platformio.platformio-ide"
vscode "Prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rubenverg.bootstrap-product-icons"
vscode "shardulm94.trailing-spaces"
vscode "sswg.swift-lang"
vscode "techer.open-in-browser"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "Tyriar.lorem-ipsum"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vinicioslc.adb-interface-vscode"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wix.vscode-import-cost"
vscode "XavierChanth.xavierchanth-code"
vscode "XavierChanth.xavierchanth-cpp"
vscode "XavierChanth.xavierchanth-embedded"
vscode "XavierChanth.xavierchanth-flutter"
vscode "XavierChanth.xavierchanth-git"
vscode "XavierChanth.xavierchanth-keys"
vscode "XavierChanth.xavierchanth-languages"
vscode "XavierChanth.xavierchanth-python"
vscode "XavierChanth.xavierchanth-remotes"
vscode "XavierChanth.xavierchanth-theme"
vscode "XavierChanth.xavierchanth-tools"
vscode "XavierChanth.xavierchanth-web"
vscode "yzhang.markdown-all-in-one"
