brew "openssl@3"
brew "asciinema"
brew "cmake"
brew "coreutils"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-xargs"
brew "gnupg"
brew "grep"
brew "jq"
brew "lazygit"
brew "neovim"
brew "nmap"
brew "pinentry-mac"
brew "ripgrep"
brew "rsync"
brew "spaceship"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "font-fira-code-nerd-font"
cask "font-geist-mono-nerd-font"
