tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "version-fox/tap"
brew "openssl@3"
brew "asciinema"
brew "bash"
brew "bitwarden-cli"
brew "cmake"
brew "coreutils"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-xargs"
brew "gnu-sed"
brew "libusb"
brew "gnupg"
brew "grep"
brew "jq"
brew "lazygit"
brew "libssh2"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "python@3.11"
brew "python@3.9"
brew "ripgrep"
brew "rsync"
brew "sshuttle"
brew "stow"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "aerospace"
cask "android-sdk"
cask "android-studio"
cask "audacity"
cask "authy"
cask "bartender"
cask "cleanshot"
cask "discord"
cask "docker"
cask "font-geist-mono-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "iterm2"
cask "libreoffice"
cask "librewolf"
cask "microsoft-remote-desktop"
cask "minecraft"
cask "obs"
cask "obs-virtualcam"
cask "qmk-toolbox"
cask "raspberry-pi-imager"
cask "raycast"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "unnaturalscrollwheels"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "continue.continue"
vscode "csstools.postcss"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "jeroen-meijer.pubspec-assist"
vscode "loilo.snazzy-light"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "nash.awesome-flutter-snippets"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "raillyhugo.one-hunter"
vscode "redhat.vscode-yaml"
vscode "rubenverg.bootstrap-product-icons"
vscode "shardulm94.trailing-spaces"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "timonwong.shellcheck"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "yzhang.markdown-all-in-one"
