tap "charmbracelet/tap"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "louisbrunner/valgrind"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "pders01/unmenu"
tap "qmk/qmk"
tap "version-fox/tap"
brew "abook"
brew "aerc", args: ["HEAD"]
brew "agg"
brew "ca-certificates"
brew "openssl@3"
brew "python@3.12"
brew "asciinema"
brew "libusb"
brew "bash"
brew "libssh2"
brew "bat"
brew "bitwarden-cli"
brew "cmake"
brew "coreutils"
brew "fastfetch"
brew "fd"
brew "libass"
brew "libbluray"
brew "mbedtls"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "grep"
brew "gum"
brew "haskell-stack"
brew "jq"
brew "libsixel"
brew "moreutils"
brew "neovim"
brew "nmap"
brew "oath-toolkit"
brew "pandoc"
brew "python@3.11"
brew "ripgrep"
brew "rust"
brew "stow"
brew "termshark"
brew "tmux"
brew "unar"
brew "uv"
brew "wget"
brew "yazi"
brew "zellij"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
brew "osx-cross/avr/avr-gcc@8"
brew "qmk/qmk/qmk"
cask "aerospace"
cask "alacritty"
cask "android-sdk"
cask "android-studio"
cask "audacity"
cask "balenaetcher"
cask "betterdisplay"
cask "chromium"
cask "cleanshot"
cask "discord"
cask "dmenu-mac"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "libreoffice"
cask "microsoft-remote-desktop"
cask "obs"
cask "obs-virtualcam"
cask "qmk-toolbox"
cask "qutebrowser"
cask "raspberry-pi-imager"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zen-browser"
cask "zoom"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.markdown-mermaid"
vscode "esbenp.prettier-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "shardulm94.trailing-spaces"
vscode "sumneko.lua"
vscode "usernamehw.errorlens"
vscode "vitchu.vscode-autohide-vim"
